Repository: Covantec/ploneintranet
Catalog: src/ploneintranet/core/locales/*/LC_MESSAGES/ploneintranet.po
Languages: it

source: A Workspace users can collaborate in
it: Un'area di lavoro dove gli utenti possono collaborare

source: A container for workspaces
it: Un contenitore di aree di lavoro

source: A longint unique status id
it: Un id di stato unico di tipo longint

source: A user (or a group) assigned to this task
it: Un utente (o un gruppo) assegnato a questa attività

source: Add a comment
it: Aggiungi un commento

source: Add group
it: Aggiungi un gruppo

source: Add latest news portlet
it: Aggiungi una portlet con le ultime notizie

source: Add user
it: Aggiungi un utente

source: Admin-Managed
it: Gestito dal amministratore

source: Advanced
it: Avanzate

source: Advanced permissions
it: Permessi avanzati

source: All Authors
it: Tutti gli autori

source: All Dates
it: Tutte le date

source: All Letters
it: Tutte le lettere

source: All Tags
it: Tutti i tag

source: All Time
it: Tutti i tempi

source: All Types
it: Tutti i tipi

source: All notifications
it: Tutte le notifiche

source: Assignee
it: Responsabile

source: Attach a file
it: Allega un file

source: Attach a file (or create a picture)
it: Allega un file (o crea un'immagine)

source: Author name (for display)
it: Nome dell'autore (da mostrare)

source: Back
it: Indietro

source: Calendar visibility changed
it: Visitilità del calendario modificata

source: Cancel
it: Annulla

source: Change role
it: Cambia ruolo

source: Changes applied
it: Modifiche applicate

source: Consume
it: Consuma

source: Copy
it: Copia

source: Create
it: Crea

source: Create document
it: Crea pagina

source: Create folder
it: Crea cartella

source: Creation date
it: Data di creazione

source: Cut
it: Taglia

source: Delete
it: Elimina

source: Description changed
it: Descrizione modificata

source: Description for search results (Optional)
it: Descrizione per la ricerca (Opzionale)

source: Deslect all
it: Deseleziona tutto

source: Document title
it: Titolo della pagina

source: Documents
it: Pagine

source: Edit latest news portlet
it: Modifica la portlet con le ultime notizie

source: Email changed
it: Email modificata

source: Events
it: Eventi

source: Explore
it: Esplora

source: Folder name
it: Titolo della cartella

source: Followers
it: Seguaci

source: Following
it: Stanno seguendo

source: General
it: Generale

source: Group by
it: Raggruppa per

source: Here we could have a nice status of this person
it: Qui potremmo avere una bella frase di stato di questa persona

source: High
it: Alto

source: How many items to list.
it: Quanti elementi sono da mostrare.

source: If checked, users will be removed from workspace
it: Se selezionato, gli utenti verranno rimossi dall'area di lavoro

source: Image
it: Immagine

source: Inbox
it: Casella di post

source: Invitation sent to %s
it: Invito inviato a %s

source: Invitations
it: Inviti

source: Invite users to this workspace (via email)
it: Invita gli utenti in questa area di lavoro (via email)

source: Items modified last month
it: Contenuti modificati nell'ultimo mese

source: Items modified last week
it: Contenuti modificati nell'ultima settimana

source: Items modified today
it: Contenuti modificati oggi

source: Items since ever
it: Tutti i contenuti

source: Join now
it: Unisciti adesso

source: Last Month
it: Ultimo mese

source: Last Week
it: Ultima settimana

source: Latest news
it: Ultime notizie

source: Leave a comment
it: Lascia un commento

source: Like
it: Mi piace

source: Low
it: Basso

source: Mark the content as "Must read" for all users.
it: Marca il contenuto come "Da leggere" per tutti gli utenti.

source: Members
it: Membri

source: Message
it: Messaggio

source: Moderate
it: Moderare

source: Move
it: Sposta

source: Must read
it: Da leggere

source: My network
it: La mia rete

source: New Message
it: Nuovo messaggio

source: No attachments selected.
it: Nessun allegato selezionato

source: No item id given in sub-path. Use .../@@toggle_like/123456
it: Nessun id di elemento nel sub-path. Usa .../@@toggle_like/123456

source: No messages
it: Nessun messaggio

source: No pending notifications
it: Nessuna notifica in sospeso

source: No such user ${userid}.
it: Nessun utente trovato con id ${userid}

source: No token id given in sub-path.Use .../@@accept-token/tokenid
it: Nessun id di elemento nel sub-path. Usa .../@@accept-token/tokenid

source: Normal
it: Normale

source: Nothing here
it: Niente da mostrare qui

source: Notifications
it: Notifiche

source: Number of items to display
it: Numero di elementi da mostrare

source: Oh boy, oh boy, you are already a member
it: Sei già un membro

source: Older events
it: Eventi passati

source: Only administrators can add workspace members.
it: Solo gli amministratori possono aggiungere nuovi membri all'area di lavoro

source: Open
it: Aperto

source: Outsiders can self-join becoming a workspace member.
it: Gli esterni possono auto-aggiungersi come membri dell'area di lavoro

source: PDF not generated yet
it: Il file PDF non è stato ancora generato

source: Paste
it: Incolla

source: Portal status message
it: Messaggio di stato del portale

source: Post
it: Invia

source: Priority
it: Priorità

source: Private
it: Privato

source: Produce
it: Produci

source: Publish
it: Pubblica

source: Re-tag
it: Ri-tagga

source: Remove
it: Rimuovi

source: Rename
it: Rinomina

source: Rich text
it: Testo

source: Roster
it: Lista

source: Roster updated.
it: Lista aggiornata

source: Save
it: Salva

source: Search
it: Cerca

source: Secret
it: Nascosto

source: Security
it: Sicurezza

source: Select
it: Seleziona

source: Select all
it: Seleziona tutto

source: Select workspace
it: Seleziona un'area di lavoro

source: Self-Managed
it: Auto-gestito

source: Send email invite to:
it: Invia un'email di invito a:

source: Settings
it: Impostazioni

source: Share
it: Condividi

source: Starts
it: Inizio

source: Status updates by ${fullname}:
it: Aggiornamenti di stato di ${fullname}:

source: Tasks
it: Attività

source: Team-Managed
it: Gestito dal team

source: The UID of the content that needs actioning
it: L'UID del contenuto su cui agire

source: The UUID of this token
it: Lo UUID di questo token

source: The action to be taken on the content
it: L'azione da intraprendere sul contenuto

source: The datetime this ContentAction was completed
it: La data e ora in cui questa ContentAction è stata completata

source: The datetime this ContentAction was created
it: La data e ora in cui questa ContentAction è stata creata

source: The datetime this ContentAction was triggered
it: La data e ora in cui questa ContentAction è stata innescata

source: The datetime this token expires
it: La data e ora di scadenza di questo token

source: The id of the Token that was consumed
it: L'id del token è stato utilizzato

source: The number of uses for this token before it expires
it: Il numero di utilizzi di questo token prima che scada

source: The token has expired.
it: Il token è scaduto.

source: The userid this action is for
it: Lo userid a cui si riferisce questa azione

source: The workspace can be explored by outsiders. Outsiders can browse but not actively participate.
it: L'area di lavoro può essere visitata dagli esterni. Gli esterni possono leggere ma non partecipare attivamente.

source: The workspace is hidden from outsiders. Only workspace members know it exists.
it: L'area di lavoro è nascosta agli esterni. Solo i membri dell'area di lavoro sanno che esiste.

source: The workspace is visible, but inaccessible to outsiders. Only workspace members can access the workspace.
it: L'area di lavoro è visibile, ma non accessibile dagli esterni. Solo i membri dell'area di lavoro possono accedere.

source: This portlet displays the latest news that must be read.
it: Questa portlet mostra le ultime notizie che devono essere lette.

source: This user doesn't have an email associated with their account.
it: Questo utente non ha un email associata al suo account

source: Title changed
it: Titolo modificato

source: Today
it: Oggi

source: Token no longer valid
it: Il token non è più valido

source: Transfer members to another workspace.
it: Sposta i membri in un'altra area di lavoro

source: Unlike
it: Togli mi piace

source: Upcoming events
it: Prossimi eventi

source: Updates
it: Aggiornamenti

source: Upload file(s)
it: Carica uno o più file

source: View full Roster
it: Vedi la lista completa

source: Welcome to our family, Stranger
it: Benvenuto nella nostra famiglia, straniero

source: Workspace
it: Area di lavoro

source: Workspace Folder
it: Cartella area di lavoro

source: Workspace calendar visible in central calendar application
it: Il calendario dell'area di lavoro è visibile nel calendario generale

source: Workspace join policy doesn't allow self join
it: La policy di ingresso dell'area di lavoro non permette l'auto aggiunta

source: Workspace members can add outsiders as a workspace member.
it: I membri dell'area di lavoro possono aggiungere esterni come membri.

source: Workspace members can do everything: read, add, publish and edit content.
it: I membri dell'area di lavoro possono fare tutto: leggere, creare, pubblicare e modificare contenuti

source: Workspace members can read and add content. They can neither publish nor edit content.
it: I membri dell'area di lavoro possono leggere e aggiungere contenuti. Non possono nè pubblicare nè modificare i contenuti.

source: Workspace members can read content. They cannot add, publish or edit content.
it: I membri dell'area di lavoro possono leggere i contenuti. Non possono aggiungere, pubblicare o modificare i contenuti.

source: Workspace members can read, add and publish content. They cannot edit other member's content.
it: I membri dell'area di lavoro possono leggere, aggiungere e pubblicare i contenuti. Non possono modificare i contenuti degli altri membri.

source: Workspace policy
it: Policy di sicurezza dell'area di lavoro

source: Workspace security policy changes saved
it: Le modifiche alla policy di sicurezza dell'area di lavoro sono state salvate.

source: Workspaces
it: Aree di lavoro

source: You are a member of this workspace now
it: Sei un membro di questa area di lavoro ora

source: You can become a member of this workspace
it: Puoi diventare un membro di questa area di lavoro

source: You do not have permission to change the workspace policy
it: Non hai il permesso necessario per poter cambiare la politica di sicurezza dell'area di lavoro

source: You do not have permission to change the workspace title or description
it: Non hai il permesso necessario per cambiare il titolo o la descrizione dell'area di lavoro.

source: Your Inbox
it: La tua casella di posta

source: Your changes have been saved.
it: Le tue modifiche sono state salvate.

source: Your message here!
it: Il tuo messaggio qui!

source: add_statusupdate_button
it: Di cosa ti stai occupando?

source: author
it: autore

source: date
it: data

source: document type
it: tipo di documento

source: drop_files_here
it: Sposta i file qui o clicca per cercare...

source: external_visibility_label
it: Visibilità all'esterno

source: first letter
it: prima lettera

source: folder
it: cartella

source: follow
it: segui

source: invititations
it: inviti

source: join_policy_label
it: Policy di ingresso

source: label_sendmessage
it: Invia il messaggio

source: leave_a_comment
it: Lascia un commento

source: no-task-found
it: Nessuna attività è stata ancora creata

source: participant_policy_label
it: Policy di partecipazione

source: posted
it: ha scritto

source: roster_member_count
it: Quest'area di lavoro ha ${member_count} membri.

source: roster_not_available
it: La vista a lista non è disponibile al di fuori delle aree di lavoro

source: select_all
it: Tutti

source: select_none
it: Nessuno

source: sharing_policy_description
it: La policy di partecipazione di questa area di lavoro è ${policy_name}

source: unfollow
it: smetti di seguire

source: workspace_brief_description
it: Descrizione breve dell'area di lavoro

source: workspace_email_address
it: Indirizzo email dell'area di lavoro

source: workspace_landing_page
it: Landing page dell'area di lavoro

source: workspace_settings
it: Impostazioni dell'area di lavoro

source: workspace_title
it: Titolo dell'area di lavoro
